relay/11/10.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-26 Tue 14:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 11–10</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 11–10<br/></h1>
<h3 class="date">2018-06-26 (last exported 2018-06-26 Tue 14:33)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org349f039">1. Translation</a></li>
<li><a href="#org5abaa90">2. Grammar</a></li>
<li><a href="#org727e5a0">3. Lexicon</a></li>
<li><a href="#orgd9e8789">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org349f039" class="outline-2">
<h2 id="org349f039"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="full-relay">
<div class="detail-link">
<p>
<a href="10a-torchy_morchy.txt">Torch</a>
</p>

</div>

<div class="natlang-name"><p>English</p></div>
<div class="natlang-text">
<p class="verse">
the moon was in the night sky<br />
i was above the moon and i touched it<br />
the moon was below where i stood<br />
it was my beloved, i must move it!<br />
</p>

</div>

<div class="conlang-name"><p>Modern Ralian</p></div>
<div class="conlang-text">
<p class="verse">
Tâvune emo ngoñat ilus<br />
Râdodoc tâvu, laloc kâ<br />
Tâvune ji kâ türâ sıñaroc<br />
Kâle anu omâ alus, tıdasâ kâ!<br />
</p>

</div>

<div class="gloss">
<p class="verse">
moon-ERG inside sky night-GEN<br />
above-1.PST.PERF moon touch-1.PST.PERF 3.SG<br />
moon-ERG below 3.SG REL stand-1.PST.PERF<br />
3.SG.ERG COP beloved 1.SG.GEN move-1.FUT.PERF 3.SG<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org5abaa90" class="outline-2">
<h2 id="org5abaa90"><span class="section-number-2">2</span> Grammar</h2>
<div class="outline-text-2" id="text-2">
<p>
Modern Ralian is a SVO, Erg-abs language with a fairly isolating tendency except
for the screwed up verbs and some minor noun screwery. Thankfully said screwed
up verbs can be reduced to a single nightmarish chart. This time, however,
because i’m feeling nice, i’ll just provide the appropriate suffixes rather than
the whole nightmare. Now, important for this specific passage is that unmarked
verbs are in the perfective past tense unless they’re also marked as first
person.
</p>

<p>
here are them words for you to deducinate:
</p>
</div>
</div>

<div id="outline-container-org727e5a0" class="outline-2">
<h2 id="org727e5a0"><span class="section-number-2">3</span> Lexicon</h2>
<div class="outline-text-2" id="text-3">
<dl class="org-dl vocablist">
<dt>tâvu</dt><dd>moon</dd>
<dt>-(n)e</dt><dd>singular ergative suffix for nouns</dd>
<dt>emo</dt><dd>inside, below, within, to be inside or within</dd>
<dt>ngoñat</dt><dd>sky, heavens, firmament</dd>
<dt>ili</dt><dd>night, nighttime</dd>
<dt>-us</dt><dd>singular genitive suffix for nouns</dd>
<dt>râdodü</dt><dd>above, greater, more than, to be greater than or above something (both in the physical and/or metaphorical sense)</dd>
<dt>-oc</dt><dd>first person past perfective verb suffix</dd>
<dt>lali</dt><dd>to touch, to reach, touch, fingertip</dd>
<dt>kâ</dt><dd>singular third person absolutive pronoun</dd>
<dt>ji</dt><dd>below, under, underneath, to be below or underneath (in the physical sense only)</dd>
<dt>türâ</dt><dd>absolutive relative pronoun/particle - introduces a relative clause acting as a modifier to a pronoun: e.x. se türâ ucâranoc “you whom i was engaging in foreplay with”</dd>
<dt>siñar</dt><dd>to stand, standing, to right oneself</dd>
<dt>kâle</dt><dd>singular third person genitive pronoun</dd>
<dt>anu</dt><dd>copular verb, “to be” etc.</dd>
<dt>omâ</dt><dd>beloved, dearest, lover, to hold someone or something emotionally close</dd>
<dt>alus</dt><dd>first person singular genitive pronoun</dd>
<dt>tıdu</dt><dd>movement, motion, to move</dd>
<dt>-asâ</dt><dd>first person future perfective verb suffix - the future perfective is often used as an imperative</dd>
</dl>
</div>
</div>

<footer id="outline-container-orgd9e8789" class="outline-2">
<h2 id="orgd9e8789">Navigation</h2>
<div class="outline-text-2" id="text-orgd9e8789">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>11</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>10</strong></div>
  </div>
  <a href="09.html" id="prev" rel="prev">Previous</a>
  <a href="11.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
